[Main]
DisplayName=Nederlands

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Software
RdImageButton_Browser.caption=Werkbalken en Plug-ins
RdImageButton_Metro.caption=Windows Apps
lbl_ForcedUninstall.caption=Geforceerd Verwijderen
lbl_likeIObit.caption=Like
PopMenu_Sub_Setting.caption=Instellingen...
PopMenu_Sub_FileShredder.caption=Bestand Versnipperen
PopMenu_Sub_ExportApplicationList.caption=Exporteer Aplicatie Lijst
PopMenu_Sub_LogManagement.caption=Log Management
PopMenu_Sub_Update.caption=Zoek Naar Updates
PopMenu_Sub_UserManual.caption=Gebruikers Handleiding
PopMenu_Sub_TechnicalSupport.caption=Technische Hulp
PopMenu_Sub_IObitOnline.caption=IObit Online
PopMenu_Sub_About.caption=Over
Menu_Plugins_Remove.caption=Verwijderen
Menu_plugins_Vote.caption=Stem
Menu_plugins_Refresh.caption=Refresh
Menu_plugins_viewEntry.caption=Open in RegEdit
Menu_plugins_OpenFile.caption=Open Bestands Location
Menu_Plugins_SelectAll.caption=Alles Selecteren
Menu_Plugins_InverseSelect.caption=Selectie Omkeren
PopMenu_Uninstall.caption=Verwijderen
PopMenu_Refresh.caption=Ververs
PopMenu_ViewStyle.caption=Bekijken Met
PopMenu_ViewStyle_Icon.caption=Iconen
PopMenu_ViewStyle_Details.caption=Details
PopMenu_OpenFolder.caption=Open Bestands Locatie
PopMenu_ViewEntry.caption=Open in RegEdit
PopMenu_SearchOnline.caption=Zoek Online
PopMenu_Win8App_Uninstall.caption=Verwijderen
PopMenu_Win8App_Refresh.caption=Ververs
PopMenu_Win8App_ViewStyle.caption=Bekijken Met
PopMenu_Win8App_Icons.caption=Iconen
PopMenu_Win8App_Details.caption=Details
PopMenu_Win8App_OpenLocation.caption=Open Bestads Locatie
PopMenu_Win8App_ViewEntry.caption=Open in RegEdit
PopMenu_Win8App_SearchOnline.caption=Zoek Online
lbl_Recommend.caption=Aanbevelen: Advanced SystemCare
lbl_1Click.caption=1-Druk op de knop om je PC Te Beschermen en te Optimaliseren
lbl_News_DisConnection.caption=Deel deze software met familie en vrienden.Ze zullen blij zijn met het gebruik van IOBit Uninstaller!
lbl_Freedownloadnow.caption=Gratis download nu

[Uninstaller_Frame_Software]
lblLoading.caption=Windows Updates Laden
ListView_SoftwareList.Columns[1].Caption=Handeling
ListView_SoftwareList.Columns[2].Caption=Grootte
ListView_SoftwareList.Columns[3].Caption=Datum Installatie
ListView_SoftwareList.Columns[4].Caption=Versie
PopMenu_Sub_BatchUninstall.Caption=Batch Verwijderen

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Geforseerde verwijderen
lbl_Detail_Title.caption=IObit Geforseerde verwijderen
lbl_Detail_Detail.caption=Geforseerde verwijderen helpt je bij het verwijderen van programma´s welke niet verwijderd kunnen worden met een normale verwijderen, en helpt de resten volledig te verwijderen.Het kan ook een enkel bestand en zijn doelbestand gemakkelijk verwijderen.
RdImageButton_Browser.caption=Geforseerde verwijderen...
lbl_Forced_Tip1.caption=Je kunt naar een bestand bladeren of slepen en neerzetten om het te verwijderen of te Verwijderen of het hieraan gerelateerde programma.
lbl_Forced_Tip2.caption=Klik Hier "Geforseerde verwijderen" om Geforseerde verwijderen te start.
RdImageButton_Next.caption=Volgende
RdImageButton_Cancel.caption=Annuleren
PopMenu_Uninstall.caption=verwijderen
PopMenu_OpenFolder.caption=Open Programma Map
PopMenu_ViewEntry.caption=Bekijk Invoer
PopMenu_SearchOnline.caption=Zoek Online
ListView_Search.Columns[0].caption=Weergavenaam
ListView_Search.Columns[1].caption=Grootte
ListView_Search.Columns[2].caption=Datum Installatie

[Uninstaller_frmLogManage]
lbl_Caption.caption=Deinstalleer Log manager
lbl_Detail_Title.caption=IObit Uninstaller Bestands Log Lijst
lbl_Detail_Detail.caption=Je kunt hieronder alle uninstall logs vinden.
RdImageButton_Open.caption=Openen
RdImageButton_Delete.caption=Verwijderen
RdImageButton_DeleteAll.caption=Verwijder Alles
RdImageButton_Cancel.caption=Annuleren

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Verwijderen
lbl_Software_Uninstall.caption=Verwijderen

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstall
lbl_UninstallComplete_Title.caption=Standaard verwijderen Gereed
lbl_Uninstalling_question.caption=Wil je het geselecteerde bestand verwijderen?
lbl_PowerfulScan_Title.caption=Krachtig Scannen.
lbl_PowerfulScan_Detaill.caption=Klik Krachtig Scannen om alle resten van het programma te verwijderen. Klik annuleren om te stoppen
lbl_PowerScan_Title_Softwre.caption=Krachtig Scannen
lbl_CreateRestore_Title.caption=Maak herstelpunt voor verwijderen.
lbl_CreateRestore_Check.caption=Maak herstelpunt voor verwijderen (Dit duurt wel even)
lbl_CreateRestore_Detaill.caption=Maak hier een herstelpunt zodat je kunt herstellen als er iets onverwachts gebeurd..
lbl_AutoPowerfulScan.caption=Krachtig scannen automatich
lbl_AutoUninstaller.caption=Laat dit niet meer zien
RdImageButton_Uninstall.caption=Verwijderen
RdImageButton_PowerFulScan.caption=Krachtige Scan
RdImageButton_Cancel.caption=Annuleren

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Krachtige Scan
lbl_Warning_Title.caption=Waarschuwing:
lbl_Warning_Detail.caption=Verschillende programma's verwijderd uit deze map. Wees voorzichtig met het verwijderen van items.
lbl_FileShredder.caption=Versnipper de bestanden
lbl_SelectAll.caption=Alles Selecteren
RdImageButton_Delete.caption=Verwijder
RdImageButton_Cancel.caption=Annuleren
lbl_Shredder_Tip.caption=Bestanden worden nu versnipperd. Dit kan even duren Geduld A.U.B....
Menu_ListView_Regedit.caption=Openen in Registry Editor
Menu_ListView_Path.caption=Open bestands locatie

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Waarschuwing
lbl_Warnning_Detaill.caption=Dit programma wordt beschermd door auteursrecht en internationale verdragen.
lbl_copyright.caption=Copyright© 2005-2015 IObit. All rights reserved.
lbl_Thanks_Title.caption=Speciale dank aan de volgende mensen voor hun grote bijdragen:

[Uninstaller_frmSetting]
lbl_Caption.caption=Instellingen
lbl_General.caption=Algemeen
lbl_AutoUninstaller.caption=Sla de vermelding voor verwijderen en Herstelpunt notificatie over.
lbl_AutoPowerfulScan.caption=Voer een Krachtige Scan automatich uit.
lbl_ShowExplorerButton.caption=Voeg Versnipper bestand knop toe aan Explorer.
lbl_AutoShowTipForm.caption=Start Krachtige Scan wanneer verwijder bewerking gedetecteerd is.
lbl_Language.caption=Taal
lbl_CurrentLanguage_Title.caption=Huidige Taal:
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Annuleren
lbl_SkinTitle.caption=Skin:
lbl_classic.caption=Klassiek
lbl_Metro.caption=Azuur

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Bestand Versnipperen
lbl_Detail_Detail.caption=Zoals u weet, kunnen bestanden die van de  pc verwijderd worden hersteld worden, zelfs na het formatteren. Normaal verwijderen verwijdert alleen de bestandsnaam zonder de inhoud en/of de prestaties te raken. Als je belangrijke bestanden permanent moeten verwijderden, zal IObit Uninstaller u helpen met "Bestand Versnipperen".
lbl_Listview_Title.caption=Selecteer het bestand of de map die u wilt vernietigen:
lblLoading.caption=Laden...
lbl_AddFile.caption=Bestand toevoegen...
lbl_AddFolder.caption=Map toevoegen...
RdImageButton_Shredder.caption=Versnipper
RdImageButton_Cancel.caption=Annuleren
ListView_FileList.Columns[0].Caption=Bestandspad
Menu_Shredder_Shredder.caption=Versnipperaar
Menu_Shredder_AddFile.caption=Bestand toevoegen
Menu_Shredder_AddFolder.caption=Map toevoegen
Menu_Shredder_Romove.caption=Verplaatsen
Menu_Shredder_Clean.caption=Leeg Maken
lbl_Shredder_Tip.caption=Versnipper nu de bestanden. Het kan enige tijd duren, even geduld aub...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Systeemherstel
lbl_Detail_Title.caption=Systeemherstel
lbl_Detail_Detail.caption=Beheer uw Systeemherstel punten. De laatste kan niet worden verwijderd voor de systeemveiligheid.
ListView_Restore.Columns[0].caption=Datum en Tijd
ListView_Restore.Columns[1].caption=Omschrijving
lbl_Restore_Tip.caption=Het herstellen van systeembestanden en Instellingen is begonnen, even geduld aub...
RdImageButton_Restore.caption=Herstel
RdImageButton_Delete.caption=Verwijder
RdImageButton_Cancel.caption=Annuleren

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=De krachtigste Uninstaller voor het verwijderen van ongewenste apps && Werkbalken
lbl_Installer_Setup_Title1.caption=De krachtigste Uninstaller voor het verwijderen van ongewenste werkbalken && Apps
lbl_Installer_Setup_Detail.caption=Lees en accepteer de
lbl_LicenseAgreement.caption=Licentieovereenkomst
RdImageButton_Installer.caption=Nu uitvoeren

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Licentieovereenkomst
RdImageButton_Cancel.caption=Afsluiten

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Alle Werkbalken en Plug-ins
rdlvAllBrowse.Columns[0].Caption=Naam
rdlvAllBrowse.Columns[1].Caption=Beoordelingen door gebruikers
rdlvAllBrowse.Columns[2].Caption=Mijn Beoordeling
rdlvAllBrowse.Columns[3].Caption=Uitgever
rdlvAllBrowse.Columns[4].Caption=Operatie
rdlvCustomBrowse.Columns[0].Caption=Naam
rdlvCustomBrowse.Columns[1].Caption=Uitgever

[Uninstaller_frmPluginVote]
lblTitle.Caption=Beoordeling
lblWaiting.Caption=Indienen beoordeling, even geduld aub…
rdibtnLv1.Caption=1 Ster
rdibtnLv2.Caption=2 Ster
rdibtnLv3.Caption=3 Ster
rdibtnLv4.Caption=4 Ster
rdibtnLv5.Caption=5 Ster
rdibtnVote.Caption=Beoordeling

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Standaard Instellingen
lblConfire.Caption=Standaard Instellingen herstellen?
lblHomepageTitle.Caption=Huidige Homepage:
lblSearchTitle.Caption=Huidige Standaardzoekmachine:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Annuleren

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Naam
ListView_AppList.Columns[1].caption=Uitvoeren
ListView_AppList.Columns[2].caption=Grootte
ListView_AppList.Columns[3].caption=Datum Installatie
ListView_AppList.Columns[4].caption=Versie
PopMenu_Sub_BatchUninstall.caption=Batch verwijderen
lblLoading.caption=Verversen...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Deze apps zijn gerelateerd. Het verwijderen van een van hen zal al de anderen verwijderen. Weet u zeker dat u wilt verwijderen?
lblUninstalling.caption=Verwijderen
btnImgUninstall.caption=Verwijder
btnImgCancle.caption=Annuleren

[uninstall_Mitor_M]
lbl_attention.caption=Attentie
lbl_show.caption="%s" heeft nog steeds restjes, die pc-prestaties kunnen beïnvloeden.
lbl_again.caption=Dit bericht niet meer tonen.
img_power.caption=Nu reinigen

[Uninstaller_M]
Edit_Search_Tip=Zoek programma
Edit_Search_Tip_Toolbar=Zoek werkbalk of plug-in
Edit_Search_Tip_Win8App=Zoek Windows App
ForcedUninstall_Browser_Tip=Ongeldig pad. Selecteer aub opnieuw!
ListView_Icon_Hint=Iconen
ListView_List_Hint=Details
ListView_View_Hint=Verander uw beeld
ListviewHeader_Software=Programma Naam (Totaal: %d)
BatchUninstall_NoneSelect=Gelieve ten minste een programma te selecteren.
Uninstall_NoneSelect=Selecteer eerst een programma.
WindowState_Max=Maximaliseren
WindowState_Normor=Herstel
WindowState_Min=Minimaliseren
Close=Sluiten
MoreMenu_Setting=Meer Instellingen
Restore_Form=Herstel
Log_DeleteAll_ASK=Weet u zeker dat u alle bestanden wilt verwijderen? Het wissen kan niet worden hersteld.
Log_Delete_ASK=Weet u zeker dat u alle bestanden wilt verwijderen? Het wissen kan niet worden hersteld.
NoPowerfulScan_Found_Tip=Geen items gevonden.
Log_M=Log
App_Version_M=Programmaversie:
OS_Version_M=Besturingssysteem:
Date_M=Datum
Version_M=Versie
Publisher_M=Uitgever
Install_Date_M=Datum Installatie
Create_Restore_M=Maak Herstelpunt
CreateRestore_Title_M=Maak Herstelpunt voor verwijderen.
CreateRestore_Detaill_M=U kunt wijzigingen ongedaan maken met het herstelpunt, wanneer er iets onverwachts gebeurt.
Uninstalling_M=Verwijderen
Uninstalling_Detaill_M=Standaard verwijderen met behulp van de ingebouwde uninstaller van de toepassing.
Uninstalling_QuickDetaill_M=Snel verwijderen met behulp van de ingebouwde uninstaller van de toepassing.
UninstallComplete_Title_M=Bestanden verwijderd.
Quick_UninstallComplete_M=Snel verwijderen Gereed.
Quick_Uninstall_M=Snel verwijderen %s (%d/%d)
Standard_Uninstall_M=Standaard verwijderen %s (%d/%d)
Uninstall_M=Verwijderen %s (1/1)
Deselect_All_M=Hef Selectie op
Select_All_M=Alles Selecteren
PowerfulScan_DeleteASK_M=Weet u zeker dat u de geselecteerde items wilt verwijderen?
Operation_M=Bewerking
Powerful_Scan_M=Krachtige Scan
Deleted_Registry_Key_M=Verwijderde registersleutel
Deleted_Registry_Value_M=Verwijderde registerWaarde
Delete_File_M=Verwijderd Bestand
Delete_Folder_M=Verwijderde Folder
Reboot_to_Delete_M=(Reboot naar Wissen)
Delete_finished_M=Reboot naar Wissen.
ReStartup_to_Delete_M=Resterende bestanden in de lijst zullen tijdens de volgende systeemstart worden verwijderd.
Shredder_Del_M=Weet u zeker dat u de %d bestand(en) permanent te verwijderen? De verwijdering is absoluut onomkeerbaar.
Shredder_NotDel_M="%s" werd niet versnipperd. Controleer of het nog steeds in gebruik is.
Shredder_InUse_M=Sommige bestanden werden niet versnipperd . Gelieve te controleren of ze nog steeds in gebruik zijn.
Shredder_NotAddFolder_M=Kan bestand "%s" niet versnipperen omdat dit  instabiliteit van het systeem kan veroorzaken.
Shredder_Sucess_M=Bestanden succesvol versnipperd.
Shredder_DirIsEmpty_M=Het is leeg. Je kunt niets versnipperen.
Controlpanel_Button=Krachtige verwijderen
MenuRight_Caption=Krachtige verwijderen
Frequency_M=Frequentie van het gebruik
InstallerDate_M=Datum Installatie
Frequency_SoftwareCount_M=<a>%s</a> niet vaak gebruikte programma's gevonden. Het verwijderen zal <a>%s</a> vrijgeven om uw pc te optimaliseren.
Frequency_DaysHint_M=niet gebruikt %s dagen.
SearchLoadingMsg=Zoeken naar werkbalken en Plug-ins...
RestoreDefaultSettingsButton=Herstel %s Standaard Instellingen
ListViewItemVote=Beoordeling
ListViewItemVoted=Beoordeeld
ListViewItemTrust=Betrouwbaar
ListViewItemUnTrust=Niet Betrouwbaar
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Betrouwbare Werkbalken en Plug-ins
ListViewGroupTrustDesc=Deze toolbars en plug-ins zullen uw computer niet beschadigen. U kunt ze verwijderen of behouden als u dat wil.
ListViewGroupUnTrustTitle=Toolbars en Plug-ins aanbevolen om te verwijderen
ListViewGroupUnTrustDesc=Deze toolbars en plug-ins met een lage user ratings kunnen enkele ongewenste functies bevatten.
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Extensie
ListViewGroupPlugins=Plug-ins
FuncCheckBrowserMsgBox_1=%s in uitvoering
FuncCheckBrowserMsgBox_2=Klik op OK om te sluiten (sla  de inhoud eerst op)
FuncCheckBrowserMsgBox_3=Of klik op Annuleren om de bewerking af te breken
FuncPluginRmoveConfireMsgBox=Weet u zeker dat u de geselecteerde items wilt verwijderen?
FuncPluginRemoveSuccessMsgBox=Items succesvol verwijderd
FuncPluginRemoveFailedMsgBox_1=Mislukt om de volgende items te verwijderen:
FuncPluginRemoveFailedMsgBox_2=Gelieve de volgende browsers te sluiten om de items te verwijderen:
FuncPluginRemoveFailedMsgBox_3=Gelieve uw browser af te sluiten en probeer het opnieuw.
FuncPluginSelectMsgBox=Selecteer a.u.b. een item
FuncVoteConfire=Hoe denkt u over dit programma:
FuncVoteHavedVote=U heeft al beoordeeld
FuncVotePlugSelectMsgBox=Selecteer item om te waarderen
FuncVoteMarkSelectMsgBox=A.U.B. waarderen.
FuncVoteFailedMsgBox=Waarderering mislukte, controleer uw netwerkverbinding en probeer het opnieuw
FuncRestoreExitBrowserMsgBox=Verlaat %s eerst
FuncRestoreSuccessMsgBox=Browser succesvol teruggezet naar standaard Instellingen.
FuncRestoreFailedMsgBox=Mislukt om browser naar standaardinstellingen te herstellen,sluit %s af en probeer het opnieuw.
Guest_Start_Tip=Je bent ingelogd in het systeem met een gast-account! U moet beheerdersrechten voor IObit Uninstaller 4 gebruiken.
p_RegistryCaption_M=Register
p_FileCaption_M=Bestand
p_FormatOneItem_M=1 item
p_FormatItems_M=%d items
FuncVoteActiveVote=Beoordeling
FuncVoteActiveOK=OK
FuncVoteNothing=Niemand heeft dit beoordeeld
FuncVoteCount=Mensen die momenteel betrokken zijn met beoordelen
FuncVoteVSA=Nog niet beoordeeld
FuncVoteCFA=Wees de eerste beoordeler
FuncVoteVSB=Gebruikers hebben geoordeeld
FuncVoteCFB=Wat vind U van deze plug-in
FuncVoteVSC=Geen waarderering van anderen gehad
FuncVoteCFC=U heeft al een beoordeling afgegeven
FuncVoteVSD=Gebruikers hebben beoordeeld
FuncVoteCFD=U heeft al beoordeeld
AllBrowserItem=alle Toolbars en Plug-ins
Powerful_Tip_M=Krachtig Scannen restanten van "%s"
Setup_Win8_Detail_M=Ondersteuning Quick Uninstall en Windows Apps deïnstallatie
Setup_Notwin8_Detail_M=Ondersteuning Quick Uninstall
RestrorePoint_Tip_M=WAARSCHUWING: Het herstellen van uw systeem naar een herstelpunt wijzigd alle instellingen na dat herstelpunt. Eenmaal begonnen, Systeemherstel kan niet ongedaan gemaakt of onderbroken worden. Weet u zeker dat u wilt doorgaan?
RestorePoint_Restart_M=Systeemherstel moet uw computer opnieuw opstarten om deze wijzigingen toe te passen. Voordat u verder gaat, slaat u alle geopende bestanden op en sluit alle programma's.
Uninstaller_Quick_M=Snel verwijderen
Uninstaller_Standed_M=Verwijder
QuickUninstall_Tip_M=Verwijder het programma met een klik
Frequency_SoftwareCount_M=<a>%s</a> niet vaak gebruikte programma's gevonden. Het verwijderen zal  <a>%s</a> vrijgeven om uw pc te optimaliseren.
Frequency_DaysHint_M=Niet gebruikt %s dagen.
InfrequentlyUsed_Count_M=Weinig gebruikte ( <a>%s</a> )
All_Programs_M=Alle programma's
Recently_Installed_M=Onlangs geïnstalleerde
Large_Programs_M=Grootte Programma's
Infrequently_Used_M=Weinig Gebruikt
Windows_Updates_M=Windows Updates
FuncCheckBrowserMsgBox_1=%s wordt uitgevoerd
FuncCheckBrowserMsgBox_2=Klik op OK om te sluiten (sla  de inhoud eerst op)
FuncCheckBrowserMsgBox_3=Of klik op Annuleren om de bewerking af te breken
FuncCheckBrowserMsgBox_4=%s worden uitgevoerd
FuncCheckBrowserMsgBox_5=Klik OK en sluit krachtig scannen af (Niet opgeslagen items kunnen verloren gaan)
FuncCheckBrowserMsgBox_6=Klik
Win8OtherUser=Om uw Windows apps tonen, moet u ervoor zorgen dat uw account over beheerdersrechten beschikt.
Win8AdminUser=Helpt u ongewenste Windows Apps en restjes met slechts een klik compleet te verwijderen  .
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps worden uitgegeven door Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Apps van derden
Win8ListViewGroupsThirdSubtitle=Apps worden gepubliceerd door derden.
win8_UninstallBtn_M=Verwijderen
win8_ListViewIcon_M=Icoons bekijken
win8_ListViewList_M=Details bekijken
Explorer_Button=Shred File

[ACD_frmDownloader]
lbl_Cancel.Caption=Annuleren
lbl_Min.Caption=Minimaliseren

[ACD_M]
M_Downloading=Downloaden:
m_Installing=Installeren :
M_DiskIsFull=Onvoldoende schijfruimte!
M_NetError=Netwerkfout. Probeer het later opnieuw.
M_Tips=Downloaden is in proces. Dubbelklik op het pictogram om de details te bekijken.
M_TipDownLoading=Downloaden
M_TipInstalling=Installeren
M_MD5Faild=Het gedownloade bestand is beschadigd. Probeer het later opnieuw.
M_AreSure=Bent u zeker dat u Downloader af wilt sluiten?
M_Speed=Snelheid:
M_Title=IObit Downloader

